<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="utf-8">
<meta name="viewport"
	content="width=device-width,initial-scale=1,minimum-scale=1,maximum-scale=1,user-scalable=no" />
<title>用户协议</title>
<style type="text/css">
* {
	margin: auto
}

.a {
	color: #c0c0c0;
	font-family: "微软雅黑";
	font-weight: 300;
	padding-left:10px;
	padding-right:5px;
	font-size : small;
	line-height: 18px;
	font-size: small;
}
</style>
</head>
<body>
	<div class="a">
		欢迎您使用逛啊客户端！<br>
		<br> 特别提示：<br>
		在使用逛啊客户端之前，您应当认真阅读并遵守《逛啊客户端用户许可使用协议》（以下简称“本协议”），请您务必审慎阅读、充分理解各条款内容，特别是免除或者显示责任的条款、争议解决和法律使用条款。如您对协议有任何疑问的，应向逛啊客服咨询。<br>
		当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或您按照激活页面提示填写信息、阅读并同意协议且完成全部激活程序后，或您以其他逛啊允许的方式实际使用逛啊客户端时，即表示您已充分阅读、理解并接受本协议的全部内容，并与逛啊客户端达成协议。您承诺接受并遵守本协议的约定，届时您不应以未阅读本协议的内容过或者未获得逛啊对您问询的解答等理由，主张本协议无效，或要求撤销本协议。<br>
		<br> 一、协议范围<br> 1、本协议由您与逛啊客户端的经营者共同缔结，本协议具有合同效力。<br>
		逛啊客户端的经营者是指法律认可的经营逛啊客户端的责任主体，本协议项下逛啊客户端的经营者可称为“逛啊”。<br>
		2、除另行明确声明外，逛啊客户端包含任何逛啊提供的基于互联网以及移动网的相关服务，且均受本协议约束。如果您不同意本协议的约定，您应立即停止注册/激活程序或者停止使用逛啊客户端。<br>
		3、本协议内容包括协议正文及所有逛啊已经发布或将来可能发布的各类规则、公告或通知（以下合称“逛啊规则”或“规则”）。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。<br>
		4、逛啊有权根据需要不时地制订、修改本协议及/或各类规则，并以网站公示的方式进行变更公告，无需另行单独通知您。变更后的协议和规则已经在网站公布后，立即或在公告明确的特定时间自动生效。若您在前述变更公告后继续使用逛啊客户端的，即表示您已经阅读、理解并接受经修订的协议和规则。若您不同意相关变更，应当立即停止使用逛啊客户端。<br>
		<br> 二、注册与账户<br> 1、主体资格<br>
		您确认，在您完成注册程序或以其他逛啊允许的方式实际使用逛啊客户端时，您应当是具备完全民事权利能力的自然人、法人或其他组织。若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果，且逛啊有权注销或永久冻结您的账户，并向您及您的监护人索偿相应损失。<br>
		2、注册和账户<br>
		a）当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或您按照激活页面提示填写信息、阅读并同意本协议且完成全部激活程序后，或您以其他逛啊允许的方式实际使用逛啊客户端时，您即受本协议约束，成为逛啊的会员。您可以使用您提供的手机号码或者逛啊允许的其它方式作为登陆手段进入逛啊客户端。<br>
		b）您可以对账户设置逛啊昵称，您设置的逛啊昵称不得侵犯他人合法权益。如您设置的逛啊昵称涉嫌侵犯他人合法权益，逛啊有权终止向您提供逛啊客户端，注销您的逛啊昵称。逛啊昵称被注销后将开放给任意用户注册。<br>
		c）您的登陆名、逛啊昵称和密码不得以任何方式买卖、转让、赠予或集成，除非有法律明确规定或司法裁定，并经逛啊同意，且须提供逛啊要求的合格文件材料并根据逛啊制定的操作流程办理。<br>
		3、用户信息<br>
		a）在注册或激活流程时，您应当依照法律法规要求，按相应页面的提示准确提供您的资料，并于资料信息变更时及时更新，以保证您所提交资料的真实、及时、完整和准确。如有合理理由怀疑您提供的资料错误、不实、过时或不完整的，逛啊有权直接做出删除相应资料的处理，直至中止、终止对您提供部分或全部逛啊客户端。逛啊对此不承担任何责任，您将承担因此产生的任何直接或间接损失及不利后果。<br>
		b）您应当准确填写并及时更新您提供的联系方式，以便逛啊或其他用户与您尽心更有效联系，因通过这些联系方式无法与您取得联系，导致您在使用逛啊客户端过程中产生任何损失或增加费用的，应由您完全独自承担。您了解并同意，您有义务保持你提供的联系方式的真实性和有效性，如有变更或需要更新的，您应按逛啊的要求进行操作。<br>
		4、账户安全<br>
		您须自行负责对您的逛啊昵称和密码保密，且须对您在该登陆名、逛啊昵称和密码下发生的所有活动（包括但不限于信息披露、发布信息、网上点击同意或提交各类规则协议、网上续签协议或购买服务等）承担责任。
		您同意：（a）如发现任何人未经授权使用您的逛啊昵称和密码，或发生违反保密规定的任何其他情况，您会立即通知逛啊；及（b）确保您在每个上网时段结束时，以正确步骤离开网站/服务。逛啊不能也不会对因您未能遵守本款对顶而发生的任何损失负责。您理解逛啊对您的请求采取行动需要合理时间，逛啊对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。<br>
		<br> 三、逛啊客户端服务<br>
		1、通过逛啊提供的逛啊客户端和其他服务，会员可在逛啊客户端收藏信息，参加逛啊组织的活动以及其他信息服务及技术服务，具体以所开通的平台提供的服务内容为准。<br>
		2、您在逛啊客户端上使用过程中与其会员发生纠纷时，一旦您或其会员任一方或双方共同提交逛啊要求调处，则逛啊作为独立第三方，有权根据单方判断作出调处决定个，您了解并同意接受光暗的判断和调处决定。<br>
		3、您了解并同意，逛啊有权应政府部门（包括司法及行政部门）的要求，向其提供您向逛啊提供的用户信息等必要信息。如您涉嫌侵犯他人知识产权等合法权益，则逛啊亦有权在初步判断涉嫌侵权行为存在的情况下，向权利人提供您必要的身份细信息。<br>
		4、您在使用逛啊客户端过程中，所产生的一切硬件、软件、服务及其它方面的费用个，均由您独自承担。<br>
		<br> 四、逛啊客户端使用规范<br> 1、在逛啊客户端上使用逛啊服务过程中，您承诺遵守以下约定：<br>
		a）实施的所有行为均遵守国家法律、法规扥规范性文件及逛啊客户端各项规则的规定和要求，不违背社会公共利益或公共道德，不损害他人的合法权益，不违反本协议及相关规则。<br>
		b）嫌侵犯他人知识产权或其他合法权益的信息，不发布违背社会公共利益或公共道德或逛啊认为不适合在逛啊客户端上销售的信息，不发布其他涉嫌违法或违反本协议及给雷规则的信息。<br>
		c）不以虚构或歪曲事实的方式不当评价其他会员<br>
		d）不对逛啊客户端上的任何数据作商业性利用，包括但不限于在未经逛啊事先书面同意的情况下，以复制、传播等任何方式使用逛啊客户端上展示的资料。<br>
		e）不使用任何装置、软件或例行程序干预或试图干预逛啊客户端的正常运作或正在逛啊客户端上进行的任何活动。您不得采取任何将导致不合理的庞大数据负载加诸逛啊客户端网路设备的行动。<br>
		2、您了解并同意：<br>
		a)您如果违反前述承诺，产生任何法律后果的，您应以自己的名义独立承担所有的法律责任，并确保逛啊免予因此产生任何损失或增加费用。<br>
		b）经国家行政或司法机关的生效法律文书确认您存在违法或侵权行为，或者逛啊根据自身的判断，认为您的行为涉嫌违反法律法规的规定或涉嫌违反本协议和或规则的条款的，则逛啊有权在逛啊客户端上公示您的该等涉嫌违法或违约行为及逛啊已对您采取的措施。<br>
		d）对于您在逛啊客户端上发布的涉嫌违法、涉嫌侵犯他人合法权利和违反本协议和/或规则的信息，逛啊有权不经通知您即予以删除，且按照规则的规定进行处罚。<br>
		e)对于您违反本协议项下承诺，或您在逛啊客户端上实施的行为，包括您未在逛啊客户端上实施但已经对逛啊客户端及其用户产生影响的行为，逛啊有权单方认定您行为的性质及是否构成对本协议和/或规则的违反，并根据单方认定结果使用规则予以处理或终止向您提供服务，且无需征得您的同意或提前通知于您。您应自行保存与您行为有关的全部证据，并应对无法提供重要证据而承担的不利后果。<br>
		f)如您涉嫌违反有关法律或者本协议之规定，使逛啊遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿逛啊因此造成的损失和/或发生的费用，包括合理的律师费用。<br>
		<br> 五、特别授权<br> 您完全理解并不可撤销地授予逛啊下列权利：<br>
		1、您完全理解并不可撤销地授权逛啊或逛啊授权的第三方或您与逛啊一致同意的第三方，根据本协议及逛啊规则的规定，处理您在逛啊客户端上可能产生的纠纷。您同意接受逛啊或逛啊授权的第三方或您与逛啊一致同意的第三方的判断和调处决定。该决定将对您具有法律约束力。<br>
		2、一旦您违反本协议，或与逛啊签订的其他协议的约定，逛啊有权对您的权益采取限制措施。<br>
		3、对于您提供的资料、数据信息、图片、照片、视屏等信息，您授予逛啊全球通用的、永久的、免费的许可使用权利（并有权在多个层面对该权利进行再授权）。此外，逛啊有权（全部或部分地）使用、复制、修订、改写、发布、翻译、分发、执行和展示您的全部资料数据（包括但不限于注册资料等全部展示于逛啊客户端的各类信息）或制作器派生作品，并以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入其它作品内。<br>
		<br> 六、责任范围和责任限制<br>
		1、逛啊负责按“现状”和“可得到”的状态向您提供逛啊客户端。但逛啊对逛啊客户端不做任何明示或暗示的保证，包括但不限于逛啊客户端的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，逛啊也不对逛啊客户端所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性作出任何承诺和保证。<br>
		2、您了解逛啊客户端上的信息系用户自行发布，且可能存在风险和瑕疵。您应自行谨慎判断确定相关信息的真实性、合法性和有效性，并自行承担因此产生的责任与损失。此类信息包括但不限于：<br>
		a)反对宪法所去顶的基本原则的;<br> b)危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br>
		c）损害国家荣誉和利益的;<br> d)煽动民族仇恨、民族歧视、破坏民族团结的；<br>
		e）破坏国家宗教政策，宣扬邪教和封建迷信的；<br> f）散布谣言，扰乱社会秩序，破坏社会稳定的；<br>
		g)散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br> h）侮辱或者诽谤他人，侵害他人合法利益的；<br>
		i）含有法律、行政法规禁止的其他内容的；<br> j）含有逛啊认为不适合展示的内容。<br>
		3、除非法律法规明确要求，或出现以下情况，否则，逛啊没有义务对所有用户的信息数据事先审查：<br>
		a）逛啊有合理的理由认为特定会员可能存在重大违法或违约情形。<br>
		b）逛啊有合理的理由认为用户在逛啊客户端的行为涉嫌违法或不当。<br>
		4、您理解并同意，逛啊或逛啊授权的第三方或您与逛啊一致同意的第三方并非司法机构，仅能以普通人的身份对证据进行鉴别，逛啊或逛啊授权的第三方或您与逛啊一致同意的第三方对争议的调处完全是基于您不可撤销得授权，其无法保证争议处理结果符合您的期望，也不对争议调处结论承担任何责任。如您因此遭受损失，您同意自行向受益人索偿。<br>
		5、您了解并同意，逛啊不对因下述任一情况而导致您的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿（无论逛啊是否已被告知该等损害赔偿的可能性）：<br>
		a）使用或未能使用逛啊客户端。<br> b）第三方未经批准使用您的账户或更改您的数据。<br>
		c）您对逛啊客户端的误解。<br> d)任何非因逛啊的原因引起的与逛啊客户端有关的其他损失。<br>
		6、不论在任何情况下，逛啊均不对由于信息网络正常的设备维护，信息网络相连接故障，电脑、通讯或其它系统的故障，电力故障，罢工，劳工争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。<br>
		<br> 七、协议终止<br>
		1、您同意，逛啊有权自行全权决定以任何理由不经事先通知的中止、终止向您提供部分或全部逛啊客户端，暂时冻结或永久冻结（注销）您的账户在逛啊客户端的权限，且无须为此向您或任何第三方承担任何责任。<br>
		2、出现以下情况时，逛啊有权直接终止本协议，并有权永久冻结（注销）您的账户在逛啊客户端的权限和收回账户对应的逛啊昵称：<br>
		a）逛啊终止向您提供服务后，您涉嫌再一次直接或间接以他人名义注册为逛啊用户的;<br>
		b）本协议(含规则)变更时，您明示并通知逛啊不愿接受新的服务协议的；<br> c）其他逛啊认为应当终止服务的情况。<br>
		3、您的账户服务被终止或者账户在逛啊客户端的权限被永久冻结(注销）后，逛啊没有义务为您保留或向您披露您账户中的任何信息，也没有义务向您或第三方转发任何您为曾阅读或发送过的信息。<br>
		4、您同意，您与逛啊的合同关系终止后，逛啊仍享有下列权利：<br> a）继续保存您的用户信息。<br>
		b）您在使用逛啊客户端期间存在违法行为或违反本协议和/或规则的行为的，逛啊仍可依据本协议向您主张权利。<br>
		c）您在服务中止或终止之前已经上传至逛啊客户端的内容，逛啊有权在中止或终止服务的同时删除先关信息；<br>
		<br> 八、隐私权政策<br> 逛啊将在逛啊客户端公布并不时修订隐私权政策，隐私权政策构成本协议的有效组成部分。<br>
		<br> 九、法律适用、管辖与其他<br>
		1、本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国大陆地区法律，如无相关法律规定的，则应参照通用国际商业惯例和/或行业惯例。<br>
		2、因本协议产生之争议需根据您使用的服务归属的平台确定具体的争议对象，例如因您使用逛啊服务所产生的争议应由逛啊的经营者与您沟通并处理。一旦产生争议，您与逛啊客户端的经营者均同意以被告住所地人民法院为第一审管辖法院。<br>
		3、本协议以其中文版本为最终生效版本。<br>
	</div>
</body>
</html>